alacritty
alsa-utils
base
base-devel
betterlockscreen
bluetuith
bluez-utils
chafa
claude-code
ctpv-git
dmenu
dunst
efibootmgr
entr
fd
feh
firefox
flameshot
fzf
git
go
grub
i3-wm
i3lock-color
i3status
ibus-hangul
imagemagick
intel-ucode
kitty
lf
libnotify
libreoffice-fresh
linux
linux-firmware
man-db
man-pages
mesa-utils
mpv
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obsidian
openssh
pass
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
polybar
ripgrep
sudo
tailscale
texlive-binextra
texlive-fontsrecommended
texlive-latexextra
texlive-latexrecommended
texlive-publishers
tree
ttf-inconsolata
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-linux-libertine
ueberzugpp
unzip
vim
vivid
wireplumber
xclip
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
yay-bin
yay-bin-debug
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
